Autodesk.Revit.DB.ElementNode
A render node that represents an element, including the host document containing the element.
Remarks:
See also: Autodesk::Revit::DB::IExportContext2D::OnElementBegin2D.
See also: Autodesk::Revit::DB::IExportContext2D::OnElementEnd2D.
Since:
2020